Revit 2027 API
ParameterTypeId.TextBackground Property
 "Background"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextBackground { get; }
Public Shared ReadOnly Property TextBackground As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextBackground {
	ForgeTypeId^ get ();
}
static member TextBackground : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace